Repository: Daniel-KM/Omeka-S-module-Common
Catalog: language/*.po
Languages: fr

source: Check your input for invalid data.
fr: Vérifiez votre saisie ou des données incorrectes.

source: An internal error has occurred.
fr: Une erreur interne s’est produite.

source: The status "%s" is not supported by jSend.
fr: Le statut « %s » n’est pas pris en charge par jSend.

source: Not found.
fr: Non trouvé.

source: default
fr: défaut

source: The php extension "intl" is not available. It is recommended to install it to manage diacritics and non-latin characters and to translate dates, numbers and more.
fr: L’extension php « intl » n’est pas disponible. Il est recommandé de pour gérer les caractères diacritiques et non-latin et pour traduire les dates, les nombres et plus.

source: A background job has been started to add database indexes.
fr: Une tâche en arrière plan a été lancée pour ajouter des index à la base de données.

source: The module Generic is no longer needed and can be removed.
fr: Le module Generic n’est plus nécessaire et peut être supprimé.

source: Xml parsing error level {level}, code {code}, for file "{file}" (media #{media_id}), line {line}, column {column}: {message}
fr: L’analyse xml a retourné une erreur niveau {level}, code {code}, pour le fichier « {file} » (média #{media_id}), ligne {line}, colonne {column}: {message}

source: The file "{file}" (media #{media_id}) is not parsable by xml reader neither dom.
fr: Le fichier « {file} » (média #{media_id}) n’est pas analysable par le lecteur xml ni par le lecteur dom.

source: Warning: some files contain invalid unicode characters and cannot be processed directly.
fr: Attention : certains fichiers contiennent des caractères unicode incorrects et ne peuvent pas être traités directement.

source: Empty message.
fr: Message vide.

source: Too long message.
fr: Message trop long.

source: Too long subject.
fr: Sujet trop long.

source: Email not sent: the content is missing (subject: {subject}).
fr: Mail non envoyé : pas de contenu (sujet : {subject}).

source: Email not sent: there is no recipient (subject: {subject}).
fr: Mail non envoyé : pas de destinataire (sujet : {subject}).

source: Email not sent: the sender "{sender}" is not valid (subject: {subject}).
fr: Mail non envoyé : l’expéditeur « {sender} » est invalide (sujet : {subject}).

source: Email not sent: the sender email "{sender}" is invalid (subject: {subject}).
fr: Mail non envoyé : le mail de l’expéditeur « {sender} » est invalide (sujet : {subject}).

source: Email not sent: this is a spam with "{keyword}" (To: {to}; From: {from}): {body}
fr: Mail non envoyé : c’est un spam avec « {keyword} » (pour : {to}, de : {from}) : {body}

source: Email not sent: the cc emails {list} are invalid (subject: {subject}).
fr: Mail non envoyé : les mails en copie « {list} » sont invalides (sujet : {subject}).

source: Email not sent: the bcc emails {list} are invalid (subject: {subject}).
fr: Mail non envoyé : les mails en copie cachée « {list} » sont invalides (sujet : {subject}).

source: Email not sent: the reply-to emails {list} are invalid (subject: {subject}).
fr: Mail non envoyé : les mails répondre-à « {list} » sont invalides (sujet : {subject}).

source: An email was sent to {recipients} with subject: {subject}
fr: Un mail a été envoyé à {recipients} avec le sujet : {subject}.

source: Select media type…
fr: Choisir un type de média…

source: A message to translate should be stringable.
fr: Un message à traduire doit être convertible en chaîne.

source: All database indexes already exist.
fr: Tous les index de la base de données existent déjà.

source: Adding {count} database indexes: {list}
fr: Ajout de {count} index dans la base de données : {list}

source: Adding index on table `{table}` for column `{column}`.
fr: Ajout d’un index sur la table `{table}` pour la colonne `{column}`.

source: Successfully added index on table `{table}` for column `{column}`.
fr: Index ajouté avec succès dans la table `{table}` pour la colonne `{column}`.

source: Unable to add index on table `{table}` for column `{column}`: {msg}
fr: Impossible d’ajouter un index dans la table « {table} » pour la colonne `{column}` : {msg}

source: Successfully added {count} database indexes: {list}
fr: {count} index ajoutés avec succès : {list}

source: The string is not formatted as ini
fr: La chaîne n’est pas formaté en ini

source: The string is incorrectly formatted
fr: La chaîne est mal formatée

source: The string contains invalid characters like double quotes
fr: La chaîne contient des caractères invalides tels que les guillemets droits

source: The string contains invalid characters
fr: La chaîne contient des caractères invalides

source: Invalid type given. String expected
fr: Type incorrect. Chaîne attendue

source: The path should not contain double dot or be hidden.
fr: Le chemin du fichier ne doit pas contenir un double point ni être caché.

source: The path does not exist.
fr: Le chemin n’existe pas.

source: The path is not a directory
fr: Le chemin n’est pas un dossier

source: The path is not readable
fr: Le chemin n’est pas lisible

source: The path is not inside the restricted path
fr: Le chemin n’est pas à l’intérieur du chemin prévu

source: [No site]
fr: [Aucun site]

source: Invalid ini string or values with double quotes
fr: Chaîne ini invalide ou valeurs avec des guillemets droits

source: The field {label} has an issue: {msg}
fr: Le champ {label} a un problème : {msg}

source: Mark not submitted
fr: Marquer non soumis

source: Add myself as
fr: M’ajouter en

source: bcc
fr: ccc

source: Reply to
fr: Répondre à

source: Add specific emails as cc
fr: Ajouter des mails spécifiques en cc

source: Use "=" to separate multiple emails.
fr: Utiliser « = » pour séparer plusieurs adresses mail.

source: Add specific emails as bcc
fr: Ajouter des mails spécifiques en ccc

source: Add specific emails as reply-to
fr: Ajouter des mails spécifiques en répondre-à

source: Send message
fr: Envoyer le message

source: Error validating "{filename}". Cannot store files with the media type "{mediatype}".
fr: Erreur lors de la validation de « {filename} ». Il est impossible d’enregistrer les fichiers avec le type de média « {mediatype} ».

source: Error validating "{filename}". Cannot store files with the resolved extension "{extension}".
fr: Erreur lors de la validation de « {filename} ». Il est impossible d’enregistrer les fichiers avec l’extension « {extension} ».

source: An error occured when loading vocabulary "{vocabulary}": file has no json content.
fr: Une erreur est survenue en chargeant le vocabulaire « {vocabulary} » : le fichier n’a pas de contenu json.

source: An error occured when adding the prefix "{prefix}": another vocabulary exists. Resolve the conflict before installing this module.
fr: Une erreur est survenue en ajoutant le préfixe « {prefix} » : un autre vocabulaire existe. Merci de résoudre le conflit avant d’installer ce module.

source: A custom vocab exists for "{name}". Remove it or rename it before installing this module.
fr: Un vocabulaire personnalisé existe pour « {name} » : renommez-le ou supprimez-le avant d’installer ce module.

source: A resource template exists for {template}. Rename it or remove it before installing this module.
fr: Un modèle de ressource nommé « {template} » existe : renommez ou supprimez-le avant d’installer ce module.

source: The vocabulary "{vocabulary}" was already installed and was kept.
fr: Le vocabulaire « {vocabulary} » a déjà été installé et a été conservé.

source: An error occured when adding the prefix "{prefix}": another vocabulary exists with the same prefix. Resolve the conflict before installing this module.
fr: Une erreur est survenue lors de l’ajout du préfixe « {prefix} » : un autre vocabulaire existe avec le même préfixe. Merci de résoudre le conflit avant d’installer ce module.

source: An error occured when adding the prefix "{prefix}" and the associated properties: {message}
fr: Une erreur est survenue en ajoutant le préfixe « {prefix} » et les propriétés associées : {message}

source: An error occured when updating vocabulary "{prefix}" and the associated properties: {message}
fr: Une erreur est survenue lors de la mise à jour du vocabulaire « {prefix} » et les propriétés associées : {message}

source: The following "{name}" of the vocabulary "{label}" were replaced: {members}
fr: Les « {name} » suivants du vocabulaire « {label} » ont été remplacés : {members}

source: Resources, values and templates were updated, but you may check settings where the old ones were used.
fr: Les ressources, valeurs et modèles ont été mis à jour, mais vous pouvez vérifier les paramètres où les anciennes valeurs étaient utilisées.

source: The resource template named "{template}" is already available and is skipped.
fr: Le modèle de ressource nommé « {template} » est déjà disponible et a été conservé.

source: The custom vocab named "{custom_vocab}" is not available.
fr: Le vocabulaire personnalisé nommé « {custom_vocab} » n’est pas disponible.

source: No file or url set for the vocabulary.
fr: Pas de fichier ou d’url pour le vocabulaire.

source: The file "{file}" cannot be read. Check the url.
fr: Le fichier « {file} » ne peut pas être lu. Merci de vérifier l’url.

source: The file "{file}" cannot be read. Check the file.
fr: Le fichier « {file} » ne peut pas être lu. Merci de vérifier le fichier.

source: A vocabulary must have a namespace uri and a prefix.
fr: Un vocabulaire doit avoir une uri pour l’espace de nom et un préfixe.

source: This module requires the module "{module}".
fr: Ce module requiert le module « {module} ».

source: This module requires modules "{modules}".
fr: Ce module requiert les modules « {modules} ».

source: This module has resources that cannot be installed.
fr: Ce module a des ressources qui ne peuvent pas être installées.

source: This module cannot install its tables, because they exist already. Try to remove them first.
fr: Ce module ne peut pas installer ses tables car elles existent déjà. Essayez de les supprimer manuellement.

source: The module removed tables "{tables}" from a previous broken install.
fr: Le module a supprimé les tables "{tables}" depuis une installation échouée.

source: This module requires the module "{module}", version {version} or above.
fr: Ce module requiert le module « {module} », version {version} ou supérieure.

source: The module "{module}" was automatically deactivated because the dependencies are unavailable.
fr: Le module « {module} » a été automatiquement désactivé car ses dépendances ne sont plus disponibles.

source: The directory "{path}" is not writeable.
fr: Le dossier « {path} » n’est pas inscriptible.

source: The directory "{path}" is not writeable: {error}.
fr: Le dossier « {path} » n’est pas inscriptible : {error}

source: Select media ingesters…
fr: Choisir un ingéreur de média…

source: Select media renderers…
fr: Choisir un rendu pour le média…

source: resource
fr: ressource

source: property
fr: propriété

source: resource class
fr: classe de ressource

source: assets
fr: fichiers

source: items
fr: contenus

source: item sets
fr: collections

source: resources
fr: ressources

source: properties
fr: propriétés

source: resource classes
fr: classes de ressource

source: resource templates
fr: modèles de ressource

source: vocabularies
fr: vocabulaires

source: An error occurred.
fr: Une erreur est survenue.
